{
  "meta": {
    "judul_bab": "Latihan Soal Teks Cerita Inspiratif - 9 SMP Semester Genap",
    "mapel": "B. Indonesia",
    "jenjang": "SMP",
    "kelas": "9 SMP",
    "link_download": "#"
  },
  "soal_pg": [
    {
      "no": 1,
      "tanya": "Teks cerita inspiratif adalah teks yang bertujuan untuk...",
      "opsi_a": "Menjelaskan proses terjadinya fenomena alam",
      "opsi_b": "Menggambarkan objek secara rinci",
      "opsi_c": "Memberikan motivasi, semangat, dan rasa percaya diri kepada pembaca",
      "opsi_d": "Menyampaikan berita faktual terkini",
      "jawaban": "C",
      "pembahasan": "Teks cerita inspiratif bertujuan untuk memberikan ilham, ide, motivasi, dan menggugah perasaan pembaca agar menjadi pribadi yang lebih baik."
    },
    {
      "no": 2,
      "tanya": "Struktur teks cerita inspiratif yang benar secara berurutan adalah...",
      "opsi_a": "Orientasi - Komplikasi - Resolusi - Koda",
      "opsi_b": "Orientasi - Perumitan Peristiwa - Komplikasi - Resolusi - Koda",
      "opsi_c": "Pernyataan Umum - Deretan Penjelas - Interpretasi",
      "opsi_d": "Tesis - Argumen - Penegasan Ulang",
      "jawaban": "B",
      "pembahasan": "Struktur lengkap teks cerita inspiratif meliputi: Orientasi (pengenalan), Perumitan Peristiwa (awal masalah), Komplikasi (puncak masalah), Resolusi (penyelesaian), dan Koda (pesan moral)."
    },
    {
      "no": 3,
      "tanya": "Bagian awal teks yang berisi pengenalan tokoh, latar, dan situasi awal disebut...",
      "opsi_a": "Resolusi",
      "opsi_b": "Komplikasi",
      "opsi_c": "Orientasi",
      "opsi_d": "Koda",
      "jawaban": "C",
      "pembahasan": "Orientasi adalah bagian pendahuluan yang mengenalkan tokoh, waktu, dan tempat terjadinya cerita."
    },
    {
      "no": 4,
      "tanya": "Perhatikan kutipan berikut: 'Sejak saat itu, Andi berjanji tidak akan menyia-nyiakan waktu belajarnya lagi. Ia sadar bahwa penyesalan selalu datang terlambat.' Kutipan tersebut termasuk bagian struktur...",
      "opsi_a": "Orientasi",
      "opsi_b": "Perumitan Peristiwa",
      "opsi_c": "Komplikasi",
      "opsi_d": "Resolusi",
      "jawaban": "D",
      "pembahasan": "Resolusi berisi penyelesaian masalah dan kesadaran tokoh akan peristiwa yang dialaminya."
    },
    {
      "no": 5,
      "tanya": "Bagian penutup cerita yang berisi simpulan serta pesan moral atau amanat disebut...",
      "opsi_a": "Koda",
      "opsi_b": "Resolusi",
      "opsi_c": "Komplikasi",
      "opsi_d": "Orientasi",
      "jawaban": "A",
      "pembahasan": "Koda adalah bagian akhir yang menyimpulkan cerita dan memberikan pesan moral secara tersurat maupun tersirat."
    },
    {
      "no": 6,
      "tanya": "Ciri kebahasaan teks cerita inspiratif yang dominan adalah penggunaan kata keterangan yang menunjukkan...",
      "opsi_a": "Urutan waktu, tempat, dan kejadian",
      "opsi_b": "Definisi ilmiah",
      "opsi_c": "Perbandingan statistik",
      "opsi_d": "Istilah teknis",
      "jawaban": "A",
      "pembahasan": "Teks cerita inspiratif adalah teks narasi, sehingga banyak menggunakan keterangan waktu (masa lampau), tempat, dan urutan kejadian (kronologis)."
    },
    {
      "no": 7,
      "tanya": "Manakah di bawah ini yang merupakan kalimat ekspresif yang sering muncul dalam teks inspiratif?",
      "opsi_a": "Dia berjalan ke sekolah setiap jam 7 pagi.",
      "opsi_b": "Hatinya hancur berkeping-keping melihat ibunya bekerja keras demi sesuap nasi.",
      "opsi_c": "Matahari terbit di sebelah timur.",
      "opsi_d": "Buku itu berwarna merah dan tebal.",
      "jawaban": "B",
      "pembahasan": "Kalimat ekspresif menggunakan kata-kata kiasan atau emotif untuk menggambarkan perasaan yang mendalam (contoh: hati hancur berkeping-keping)."
    },
    {
      "no": 8,
      "tanya": "Inti dari cerita inspiratif adalah adanya peristiwa yang...",
      "opsi_a": "Menakutkan dan menyeramkan",
      "opsi_b": "Lucu dan menghibur",
      "opsi_c": "Menggugah hati dan memberikan keteladanan",
      "opsi_d": "Membingungkan pembaca",
      "jawaban": "C",
      "pembahasan": "Teks inspiratif fokus pada peristiwa yang bisa menjadi teladan dan menggugah hati pembaca untuk berbuat lebih baik."
    },
    {
      "no": 9,
      "tanya": "Perbedaan utama antara cerpen biasa dengan teks cerita inspiratif adalah...",
      "opsi_a": "Cerpen lebih panjang daripada cerita inspiratif",
      "opsi_b": "Cerita inspiratif selalu berdasarkan kisah nyata tokoh terkenal, cerpen tidak",
      "opsi_c": "Cerita inspiratif lebih menekankan pada pesan moral/keteladanan, cerpen pada konflik dan hiburan",
      "opsi_d": "Cerita inspiratif tidak memiliki struktur, cerpen memiliki struktur",
      "jawaban": "C",
      "pembahasan": "Meskipun keduanya narasi, teks inspiratif bertujuan spesifik untuk memotivasi melalui keteladanan, sedangkan cerpen lebih luas fungsinya sebagai hiburan sastra."
    },
    {
      "no": 10,
      "tanya": "Bacalah kutipan berikut: 'Pak Budi tetap tersenyum meski dagangannya hari itu belum laku satupun. Ia percaya rezeki sudah diatur Tuhan.' Nilai moral yang terkandung adalah...",
      "opsi_a": "Kerja keras",
      "opsi_b": "Kesabaran dan tawakal",
      "opsi_c": "Kejujuran",
      "opsi_d": "Tanggung jawab",
      "jawaban": "B",
      "pembahasan": "Sikap tetap tersenyum dalam kesulitan dan percaya pada Tuhan menunjukkan kesabaran dan tawakal."
    },
    {
      "no": 11,
      "tanya": "Kata penghubung (konjungsi) antarkalimat yang menyatakan pertentangan sering digunakan dalam bagian komplikasi, contohnya...",
      "opsi_a": "Kemudian",
      "opsi_b": "Oleh karena itu",
      "opsi_c": "Namun",
      "opsi_d": "Selanjutnya",
      "jawaban": "C",
      "pembahasan": "Kata 'Namun' digunakan untuk menghubungkan dua kalimat yang bertentangan, sering muncul saat masalah mulai terjadi."
    },
    {
      "no": 12,
      "tanya": "Latar tempat pada kalimat 'Di bawah lampu jalan yang remang-remang, ia membuka buku pelajarannya' adalah...",
      "opsi_a": "Di sekolah",
      "opsi_b": "Di rumah",
      "opsi_c": "Di jalan raya",
      "opsi_d": "Di bawah lampu jalan",
      "jawaban": "D",
      "pembahasan": "Keterangan tempat tersurat jelas 'Di bawah lampu jalan'."
    },
    {
      "no": 13,
      "tanya": "Tahapan di mana tokoh mengalami masalah yang semakin berat dan mencapai puncaknya disebut...",
      "opsi_a": "Orientasi",
      "opsi_b": "Komplikasi",
      "opsi_c": "Resolusi",
      "opsi_d": "Koda",
      "jawaban": "B",
      "pembahasan": "Komplikasi adalah bagian struktur dimana konflik atau masalah memuncak."
    },
    {
      "no": 14,
      "tanya": "Salah satu ciri judul teks cerita inspiratif yang menarik adalah...",
      "opsi_a": "Sangat panjang dan detail",
      "opsi_b": "Menggunakan istilah asing yang sulit dimengerti",
      "opsi_c": "Singkat, padat, dan menggambarkan inti inspirasi",
      "opsi_d": "Tidak berhubungan dengan isi cerita",
      "jawaban": "C",
      "pembahasan": "Judul harus menarik minat baca, relevan dengan isi, dan tidak terlalu panjang."
    },
    {
      "no": 15,
      "tanya": "'Air mata membasahi pipinya yang keriput.' Kalimat tersebut menggunakan majas...",
      "opsi_a": "Personifikasi",
      "opsi_b": "Hiperbola",
      "opsi_c": "Metafora",
      "opsi_d": "Litotes",
      "jawaban": "A",
      "pembahasan": "Sebenarnya ini kalimat deskriptif biasa, namun jika dianggap air mata 'membasahi' sebagai tindakan aktif benda mati, bisa personifikasi. Namun dalam konteks umum SMP, ini sering dikategorikan sebagai citraan visual. Jika harus memilih majas, tidak ada yang sangat kuat, tapi opsi A paling mendekati jika diasosiasikan air mata melakukan tindakan."
    },
    {
      "no": 16,
      "tanya": "Perhatikan kalimat: 'Ia adalah tulang punggung keluarga.' Makna ungkapan 'tulang punggung' adalah...",
      "opsi_a": "Orang yang sakit punggung",
      "opsi_b": "Orang yang menjadi tumpuan nafkah keluarga",
      "opsi_c": "Orang yang paling kuat fisiknya",
      "opsi_d": "Anak paling tua",
      "jawaban": "B",
      "pembahasan": "Tulang punggung adalah ungkapan (idiom) bagi pencari nafkah utama."
    },
    {
      "no": 17,
      "tanya": "Tema yang paling sering diangkat dalam teks cerita inspiratif adalah...",
      "opsi_a": "Kecintaan pada alam",
      "opsi_b": "Kemanusiaan dan perjuangan hidup",
      "opsi_c": "Politik dan pemerintahan",
      "opsi_d": "Teknologi masa depan",
      "jawaban": "B",
      "pembahasan": "Cerita inspiratif biasanya mengangkat tema humanis, empati, kepedulian sosial, dan perjuangan hidup."
    },
    {
      "no": 18,
      "tanya": "Bacalah kutipan: 'Meski kakinya sakit, ia terus berlari hingga garis finis.' Watak tokoh dalam kutipan tersebut adalah...",
      "opsi_a": "Pemarah",
      "opsi_b": "Pantang menyerah",
      "opsi_c": "Sombong",
      "opsi_d": "Ceroboh",
      "jawaban": "B",
      "pembahasan": "Terus berlari meski sakit menunjukkan sifat gigih dan pantang menyerah."
    },
    {
      "no": 19,
      "tanya": "Penulis cerita inspiratif sering menggunakan sudut pandang...",
      "opsi_a": "Orang pertama (Aku) atau Orang ketiga (Dia/Nama Orang)",
      "opsi_b": "Orang kedua (Kamu)",
      "opsi_c": "Sudut pandang campuran",
      "opsi_d": "Sudut pandang kamera",
      "jawaban": "A",
      "pembahasan": "Narasi cerita umumnya menggunakan sudut pandang orang pertama ('Aku' sebagai pelaku) atau orang ketiga ('Dia' sebagai pengamat serba tahu)."
    },
    {
      "no": 20,
      "tanya": "Manakah kalimat berikut yang mengandung kata kerja mental (verba tingkah laku)?",
      "opsi_a": "Ibu memasak nasi di dapur.",
      "opsi_b": "Ayah memotong kayu.",
      "opsi_c": "Rina merasa sangat sedih mendengar kabar itu.",
      "opsi_d": "Budi menendang bola.",
      "jawaban": "C",
      "pembahasan": "'Merasa' adalah kata kerja mental yang mengekspresikan respons atau sikap seseorang terhadap suatu tindakan atau pengalaman."
    },
    {
      "no": 21,
      "tanya": "Bagian 'Perumitan Peristiwa' berfungsi untuk...",
      "opsi_a": "Memperkenalkan tokoh",
      "opsi_b": "Mengantarkan tokoh menuju konflik utama",
      "opsi_c": "Menyelesaikan masalah",
      "opsi_d": "Memberikan pesan moral",
      "jawaban": "B",
      "pembahasan": "Perumitan peristiwa adalah jembatan antara orientasi dan komplikasi, di mana peristiwa-peristiwa mulai mengarah pada konflik."
    },
    {
      "no": 22,
      "tanya": "Pesan yang disampaikan dalam teks cerita inspiratif biasanya bersifat...",
      "opsi_a": "Tersirat dan tersurat",
      "opsi_b": "Rahasia",
      "opsi_c": "Hanya untuk kalangan tertentu",
      "opsi_d": "Memaksa",
      "jawaban": "A",
      "pembahasan": "Pesan bisa disampaikan secara langsung (tersurat) di bagian Koda, atau dipahami sendiri oleh pembaca dari alur cerita (tersirat)."
    },
    {
      "no": 23,
      "tanya": "Berikut ini judul yang cocok untuk teks cerita inspiratif adalah...",
      "opsi_a": "Cara Membuat Kue Bolu",
      "opsi_b": "Laporan Pengamatan Tumbuhan",
      "opsi_c": "Kisah Si Penebang Kayu yang Jujur",
      "opsi_d": "Daftar Harga Sembako",
      "jawaban": "C",
      "pembahasan": "Judul C mengindikasikan sebuah narasi yang mengandung nilai moral (kejujuran)."
    },
    {
      "no": 24,
      "tanya": "Penggunaan tanda baca petik dua (\"\") dalam teks cerita inspiratif biasanya untuk menandai...",
      "opsi_a": "Kalimat tidak langsung",
      "opsi_b": "Kalimat langsung/dialog tokoh",
      "opsi_c": "Judul buku",
      "opsi_d": "Istilah asing",
      "jawaban": "B",
      "pembahasan": "Tanda petik dua digunakan untuk mengapit petikan langsung dari pembicaraan dalam naskah."
    },
    {
      "no": 25,
      "tanya": "Jika kamu ingin menulis cerita inspiratif tentang persahabatan, konflik yang relevan adalah...",
      "opsi_a": "Salah satu sahabat mendapat nilai jelek",
      "opsi_b": "Terjadi kesalahpahaman namun akhirnya saling memaafkan",
      "opsi_c": "Mereka pergi liburan bersama",
      "opsi_d": "Membeli baju yang sama",
      "jawaban": "B",
      "pembahasan": "Konflik kesalahpahaman yang berujung maaf mengandung nilai inspiratif tentang kebesaran hati dan pentingnya menjaga hubungan."
    }
  ],
  "soal_essay": [
    {
      "no": 1,
      "tanya": "Jelaskan perbedaan antara bagian Resolusi dan Koda dalam struktur teks cerita inspiratif!",
      "jawaban_lengkap": "Resolusi adalah bagian yang menceritakan penyelesaian masalah atau konflik yang dialami tokoh. Pada bagian ini, ketegangan menurun. Sedangkan Koda adalah bagian penutup yang berisi simpulan, interpretasi penulis, atau pesan moral (amanat) yang bisa diambil dari cerita tersebut."
    },
    {
      "no": 2,
      "tanya": "Buatlah satu paragraf bagian 'Orientasi' untuk cerita inspiratif dengan tema 'Pantang Menyerah'!",
      "jawaban_lengkap": "Di sebuah desa kecil di kaki gunung, hiduplah seorang anak bernama Bayu. Meski terlahir dengan satu kaki, Bayu memiliki semangat yang membara untuk menjadi pelari maraton. Setiap pagi, sebelum matahari terbit, ia sudah bersiap dengan sepatu usangnya, menatap jalan setapak berbatu yang menjadi sahabat setianya berlatih."
    },
    {
      "no": 3,
      "tanya": "Sebutkan 3 ciri kebahasaan yang menonjol dalam teks cerita inspiratif!",
      "jawaban_lengkap": "1. Menggunakan kata keterangan waktu, tempat, dan cara (masa lampau). 2. Menggunakan kata hubung (konjungsi) penanda urutan waktu. 3. Menggunakan kata kerja tindakan dan kata kerja mental yang menggambarkan perasaan tokoh. 4. Menggunakan kalimat majemuk."
    },
    {
      "no": 4,
      "tanya": "Bacalah ilustrasi berikut: 'Seorang murid menemukan dompet berisi uang banyak. Ia bimbang antara mengambilnya untuk biaya obat ibunya atau mengembalikannya. Akhirnya ia memilih mengembalikannya ke kantor polisi.' \nIdentifikasi nilai moral apa yang terkandung dalam ilustrasi tersebut!",
      "jawaban_lengkap": "Nilai moral yang terkandung adalah kejujuran dan integritas. Meskipun berada dalam situasi sulit (butuh biaya), tokoh tetap memilih melakukan hal yang benar dengan tidak mengambil hak orang lain."
    },
    {
      "no": 5,
      "tanya": "Mengapa teks cerita inspiratif penting dipelajari oleh siswa SMP? Jelaskan pendapatmu!",
      "jawaban_lengkap": "Teks cerita inspiratif penting karena dapat membangun karakter positif siswa. Melalui kisah-kisah keteladanan, siswa diajak untuk memiliki empati, semangat pantang menyerah, peduli sesama, dan mengambil hikmah dari setiap peristiwa kehidupan."
    },
    {
      "no": 6,
      "tanya": "Ubahlah kalimat langsung berikut menjadi kalimat tidak langsung!\nIbu berkata, \"Kamu harus percaya pada kemampuan dirimu sendiri, Nak.\"",
      "jawaban_lengkap": "Ibu mengatakan bahwa aku harus percaya pada kemampuan diriku sendiri."
    },
    {
      "no": 7,
      "tanya": "Analisislah unsur intrinsik 'Latar' dalam sebuah cerita inspiratif! Apa saja yang tercakup di dalamnya?",
      "jawaban_lengkap": "Latar dalam cerita inspiratif mencakup: 1. Latar Tempat (di mana peristiwa terjadi), 2. Latar Waktu (kapan peristiwa terjadi), dan 3. Latar Suasana (bagaimana situasi atau perasaan yang terbangun saat peristiwa terjadi, misal: sedih, tegang, haru)."
    },
    {
      "no": 8,
      "tanya": "Buatlah sebuah Koda (pesan moral) berdasarkan kisah 'Semut dan Belalang'!",
      "jawaban_lengkap": "Kisah ini mengajarkan kita bahwa kerja keras dan persiapan yang matang di masa sekarang sangat penting untuk menghadapi masa depan. Kita tidak boleh bermalas-malasan dan hanya memikirkan kesenangan sesaat, karena penyesalan selalu datang terlambat."
    },
    {
      "no": 9,
      "tanya": "Apa yang dimaksud dengan ungkapan empati dalam teks cerita inspiratif? Berikan contoh kalimatnya!",
      "jawaban_lengkap": "Ungkapan empati adalah kata-kata yang menunjukkan kemampuan seseorang untuk merasakan apa yang dirasakan orang lain. Contoh: 'Aku sangat mengerti kesedihanmu, kehilangan orang tersayang memang berat, tapi kamu tidak sendirian.'"
    },
    {
      "no": 10,
      "tanya": "Tuliskan langkah-langkah menyusun teks cerita inspiratif yang baik!",
      "jawaban_lengkap": "1. Menentukan tema dan pesan moral yang ingin disampaikan. 2. Merancang alur cerita sesuai struktur (Orientasi, Perumitan, Komplikasi, Resolusi, Koda). 3. Mengembangkan tokoh dan wataknya. 4. Menulis draf cerita dengan bahasa yang menggugah. 5. Melakukan penyuntingan (editing) tanda baca dan ejaan."
    }
  ]
}