{
  "meta": {
    "judul_bab": "Latihan Soal Tokoh Cerita/Fabel - 4 SD Semester Ganjil",
    "mapel": "B. Indonesia",
    "jenjang": "SD",
    "kelas": "4 SD",
    "link_download": "#"
  },
  "soal_pg": [
    {
      "no": 1,
      "tanya": "Cerita fiksi yang tokoh utamanya diperankan oleh hewan yang berperilaku seperti manusia disebut...",
      "opsi_a": "Legenda",
      "opsi_b": "Mite",
      "opsi_c": "Fabel",
      "opsi_d": "Sage",
      "jawaban": "C",
      "pembahasan": "Fabel adalah cerita yang menceritakan kehidupan hewan yang berperilaku menyerupai manusia."
    },
    {
      "no": 2,
      "tanya": "Tokoh dalam cerita yang memiliki watak baik dan disenangi pembaca disebut...",
      "opsi_a": "Antagonis",
      "opsi_b": "Protagonis",
      "opsi_c": "Tritagonis",
      "opsi_d": "Figuran",
      "jawaban": "B",
      "pembahasan": "Protagonis adalah tokoh utama yang biasanya memiliki sifat baik dan menjadi pusat cerita."
    },
    {
      "no": 3,
      "tanya": "Lawan dari tokoh protagonis yang sering menjadi penyebab konflik atau masalah adalah...",
      "opsi_a": "Antagonis",
      "opsi_b": "Tritagonis",
      "opsi_c": "Pembantu",
      "opsi_d": "Utama",
      "jawaban": "A",
      "pembahasan": "Antagonis adalah tokoh yang menentang tokoh utama dan biasanya memiliki watak jahat atau buruk."
    },
    {
      "no": 4,
      "tanya": "Dalam cerita 'Kancil dan Buaya', Si Kancil dikenal memiliki watak...",
      "opsi_a": "Sombong",
      "opsi_b": "Penakut",
      "opsi_c": "Cerdik",
      "opsi_d": "Pemalas",
      "jawaban": "C",
      "pembahasan": "Kancil digambarkan sebagai hewan yang cerdik karena memiliki banyak akal untuk menyelesaikan masalah atau meloloskan diri."
    },
    {
      "no": 5,
      "tanya": "Pesan moral atau nasihat yang ingin disampaikan penulis melalui cerita disebut...",
      "opsi_a": "Tema",
      "opsi_b": "Latar",
      "opsi_c": "Alur",
      "opsi_d": "Amanat",
      "jawaban": "D",
      "pembahasan": "Amanat adalah pesan moral atau pelajaran yang dapat dipetik dari sebuah cerita."
    },
    {
      "no": 6,
      "tanya": "Bacalah penggalan cerita berikut: 'Semut bekerja keras mengumpulkan makanan untuk musim dingin, sedangkan Belalang hanya bernyanyi dan menari sepanjang hari.' Watak Belalang dalam kutipan tersebut adalah...",
      "opsi_a": "Rajin",
      "opsi_b": "Pemalas",
      "opsi_c": "Hemat",
      "opsi_d": "Bijaksana",
      "jawaban": "B",
      "pembahasan": "Belalang digambarkan hanya bersenang-senang (bernyanyi dan menari) tanpa memikirkan masa depan, yang menunjukkan sifat pemalas."
    },
    {
      "no": 7,
      "tanya": "Tokoh tambahan yang berfungsi sebagai penengah atau pendamai konflik disebut...",
      "opsi_a": "Antagonis",
      "opsi_b": "Protagonis",
      "opsi_c": "Tritagonis",
      "opsi_d": "Figuran",
      "jawaban": "C",
      "pembahasan": "Tritagonis adalah tokoh penengah yang membantu menyelesaikan konflik antara protagonis dan antagonis."
    },
    {
      "no": 8,
      "tanya": "Cara pengarang menggambarkan watak tokoh bisa diketahui melalui hal-hal berikut, KECUALI...",
      "opsi_a": "Dialog antar tokoh",
      "opsi_b": "Tingkah laku tokoh",
      "opsi_c": "Jumlah halaman buku",
      "opsi_d": "Penjelasan langsung pengarang",
      "jawaban": "C",
      "pembahasan": "Jumlah halaman buku adalah fisik buku dan tidak berhubungan dengan penggambaran watak tokoh dalam cerita."
    },
    {
      "no": 9,
      "tanya": "Latar tempat yang sering digunakan dalam cerita fabel adalah...",
      "opsi_a": "Gedung bertingkat",
      "opsi_b": "Hutan atau sungai",
      "opsi_c": "Pasar modern",
      "opsi_d": "Stasiun kereta",
      "jawaban": "B",
      "pembahasan": "Karena tokoh fabel adalah hewan, maka latar tempat yang paling sesuai adalah habitat alami mereka seperti hutan, sungai, atau padang rumput."
    },
    {
      "no": 10,
      "tanya": "Perhatikan kalimat ini: 'Maafkan aku, Kura-kura. Aku tidak bermaksud mengejekmu,' kata Kelinci dengan tertunduk malu. Watak Kelinci pada akhir cerita tersebut berubah menjadi...",
      "opsi_a": "Sombong",
      "opsi_b": "Menyadari kesalahan",
      "opsi_c": "Keras kepala",
      "opsi_d": "Dendam",
      "jawaban": "B",
      "pembahasan": "Permintaan maaf dan sikap tertunduk malu menunjukkan bahwa tokoh tersebut menyadari kesalahannya dan menyesal."
    },
    {
      "no": 11,
      "tanya": "Dalam fabel, hewan sering digambarkan bisa berbicara. Majas yang digunakan untuk mengumpamakan benda mati atau hewan bersikap seperti manusia disebut...",
      "opsi_a": "Metafora",
      "opsi_b": "Hiperbola",
      "opsi_c": "Personifikasi",
      "opsi_d": "Simile",
      "jawaban": "C",
      "pembahasan": "Personifikasi adalah gaya bahasa yang melekatkan sifat-sifat insani (manusia) pada benda mati atau makhluk lain."
    },
    {
      "no": 12,
      "tanya": "Bagian awal cerita yang mengenalkan tokoh, latar waktu, dan tempat disebut...",
      "opsi_a": "Resolusi",
      "opsi_b": "Komplikasi",
      "opsi_c": "Orientasi",
      "opsi_d": "Koda",
      "jawaban": "C",
      "pembahasan": "Orientasi adalah bagian pendahuluan cerita yang berisi pengenalan tokoh, latar, dan waktu."
    },
    {
      "no": 13,
      "tanya": "Tokoh yang hanya muncul sesekali dan tidak memiliki peran penting dalam perkembangan cerita disebut...",
      "opsi_a": "Tokoh Utama",
      "opsi_b": "Tokoh Figuran",
      "opsi_c": "Tokoh Antagonis",
      "opsi_d": "Tokoh Protagonis",
      "jawaban": "B",
      "pembahasan": "Tokoh figuran adalah tokoh pelengkap atau tambahan yang kemunculannya hanya untuk mendukung cerita."
    },
    {
      "no": 14,
      "tanya": "Sifat atau karakter yang dimiliki oleh seorang tokoh dalam cerita disebut...",
      "opsi_a": "Latar",
      "opsi_b": "Alur",
      "opsi_c": "Watak",
      "opsi_d": "Tema",
      "jawaban": "C",
      "pembahasan": "Watak adalah karakter, sifat, atau kepribadian yang dimiliki oleh tokoh dalam cerita."
    },
    {
      "no": 15,
      "tanya": "Jika seorang tokoh digambarkan suka mencuri dan berbohong, maka tokoh tersebut memiliki watak...",
      "opsi_a": "Terpuji",
      "opsi_b": "Tercela",
      "opsi_c": "Bijaksana",
      "opsi_d": "Dermawan",
      "jawaban": "B",
      "pembahasan": "Mencuri dan berbohong adalah perbuatan buruk, sehingga wataknya disebut tercela atau buruk."
    },
    {
      "no": 16,
      "tanya": "Bacalah kutipan: 'Singa mengaum keras, membuat seluruh penghuni hutan gemetar ketakutan.' Berdasarkan kutipan tersebut, Singa digambarkan sebagai tokoh yang...",
      "opsi_a": "Ramah dan lucu",
      "opsi_b": "Lemah lembut",
      "opsi_c": "Menyeramkan dan berkuasa",
      "opsi_d": "Pemalu",
      "jawaban": "C",
      "pembahasan": "Auman keras dan reaksi hewan lain yang gemetar ketakutan menunjukkan Singa adalah sosok yang menyeramkan, kuat, dan berkuasa."
    },
    {
      "no": 17,
      "tanya": "Apa yang biasanya menjadi ciri fisik tokoh kancil dalam dongeng Indonesia?",
      "opsi_a": "Bertubuh besar dan kuat",
      "opsi_b": "Bertubuh kecil namun gesit",
      "opsi_c": "Memiliki sayap lebar",
      "opsi_d": "Memiliki cangkang keras",
      "jawaban": "B",
      "pembahasan": "Kancil secara fisik adalah hewan kecil yang gesit dan lincah, yang mendukung karakternya yang cerdik."
    },
    {
      "no": 18,
      "tanya": "Konflik atau masalah dalam cerita biasanya muncul pada bagian...",
      "opsi_a": "Orientasi",
      "opsi_b": "Komplikasi",
      "opsi_c": "Resolusi",
      "opsi_d": "Koda",
      "jawaban": "B",
      "pembahasan": "Komplikasi adalah bagian cerita di mana masalah atau konflik mulai muncul dan memuncak."
    },
    {
      "no": 19,
      "tanya": "Manakah di bawah ini yang merupakan judul cerita fabel?",
      "opsi_a": "Asal Usul Danau Toba",
      "opsi_b": "Malin Kundang",
      "opsi_c": "Kancil dan Siput",
      "opsi_d": "Bawang Merah Bawang Putih",
      "jawaban": "C",
      "pembahasan": "Kancil dan Siput adalah cerita yang tokoh-tokohnya hewan, sehingga termasuk fabel. Yang lain adalah legenda atau dongeng manusia."
    },
    {
      "no": 20,
      "tanya": "Mengapa kita perlu mengetahui watak tokoh dalam cerita?",
      "opsi_a": "Agar bisa menghafal nama pengarangnya",
      "opsi_b": "Untuk memahami jalan cerita dan pesan moralnya",
      "opsi_c": "Supaya buku ceritanya cepat selesai dibaca",
      "opsi_d": "Agar bisa menggambar tokohnya",
      "jawaban": "B",
      "pembahasan": "Memahami watak tokoh membantu pembaca mengerti mengapa konflik terjadi, bagaimana penyelesaiannya, dan meneladani sifat baik serta menjauhi sifat buruk."
    },
    {
      "no": 21,
      "tanya": "'Aku akan membalas kebaikanmu suatu hari nanti,' kata Tikus kepada Singa. Watak Tikus dalam kalimat tersebut adalah...",
      "opsi_a": "Tahu balas budi",
      "opsi_b": "Suka ingkar janji",
      "opsi_c": "Sombong",
      "opsi_d": "Penakut",
      "jawaban": "A",
      "pembahasan": "Niat untuk membalas kebaikan orang lain menunjukkan sifat tahu berterima kasih atau tahu balas budi."
    },
    {
      "no": 22,
      "tanya": "Bagian akhir cerita yang berisi penyelesaian masalah dan kadang disertai perubahan nasib tokoh disebut...",
      "opsi_a": "Orientasi",
      "opsi_b": "Komplikasi",
      "opsi_c": "Resolusi",
      "opsi_d": "Klimaks",
      "jawaban": "C",
      "pembahasan": "Resolusi adalah bagian di mana konflik mereda dan masalah mendapatkan penyelesaian."
    },
    {
      "no": 23,
      "tanya": "Tokoh yang tidak banyak bicara tetapi langsung bertindak membantu biasanya memiliki sifat...",
      "opsi_a": "Pemarah",
      "opsi_b": "Ringan tangan/Suka menolong",
      "opsi_c": "Kikir",
      "opsi_d": "Egois",
      "jawaban": "B",
      "pembahasan": "Ringan tangan dalam arti positif berarti suka menolong. Tindakan langsung membantu menunjukkan kepedulian."
    },
    {
      "no": 24,
      "tanya": "Dalam cerita 'Ulat yang Sombong', ulat akhirnya berubah menjadi kupu-kupu yang indah. Perubahan ini mengajarkan kita untuk...",
      "opsi_a": "Tetap sombong karena akan jadi cantik",
      "opsi_b": "Tidak meremehkan orang lain karena keadaan bisa berubah",
      "opsi_c": "Makan yang banyak agar cepat besar",
      "opsi_d": "Tidur terus sepanjang hari",
      "jawaban": "B",
      "pembahasan": "Pesan moralnya adalah jangan menghina kekurangan orang lain (ulat yang buruk rupa) karena suatu saat ia bisa berubah menjadi sesuatu yang indah (kupu-kupu)."
    },
    {
      "no": 25,
      "tanya": "Kata sifat yang tepat untuk menggambarkan tokoh 'Rubah' yang sering menipu hewan lain adalah...",
      "opsi_a": "Jujur",
      "opsi_b": "Polos",
      "opsi_c": "Licik",
      "opsi_d": "Setia",
      "jawaban": "C",
      "pembahasan": "Licik berarti pandai menipu atau mengakali orang lain demi keuntungan sendiri."
    }
  ],
  "soal_essay": [
    {
      "no": 1,
      "tanya": "Jelaskan perbedaan antara tokoh protagonis dan tokoh antagonis dalam sebuah cerita fabel!",
      "jawaban_lengkap": "Tokoh protagonis adalah tokoh yang memiliki watak baik, mendukung jalannya cerita ke arah positif, dan biasanya menjadi idola pembaca. Sedangkan tokoh antagonis adalah tokoh yang memiliki watak buruk, jahat, dan menjadi penentang tokoh protagonis sehingga menimbulkan konflik."
    },
    {
      "no": 2,
      "tanya": "Sebutkan 3 (tiga) contoh judul fabel yang populer di Indonesia beserta tokoh utamanya!",
      "jawaban_lengkap": "1. 'Kancil dan Buaya' (Tokoh utama: Kancil)\n2. 'Kancil Mencuri Timun' (Tokoh utama: Kancil)\n3. 'Kisah Semut dan Belalang' (Tokoh utama: Semut dan Belalang)."
    },
    {
      "no": 3,
      "tanya": "Bacalah kutipan berikut: 'Gagak merasa suaranya paling merdu. Ia bernyanyi dengan keras tanpa mempedulikan tetangganya yang sedang sakit.'\nBerdasarkan kutipan di atas, jelaskan watak tokoh Gagak dan buktinya!",
      "jawaban_lengkap": "Watak Gagak adalah egois, sombong, dan tidak peduli pada orang lain. Buktinya adalah ia merasa suaranya paling merdu (sombong) dan bernyanyi keras saat tetangganya sakit (tidak peduli/egois)."
    },
    {
      "no": 4,
      "tanya": "Mengapa dalam fabel tokoh hewan digambarkan memiliki sifat seperti manusia?",
      "jawaban_lengkap": "Hewan digambarkan seperti manusia agar cerita lebih menarik bagi anak-anak dan pesan moral atau nasihat kehidupan dapat disampaikan dengan cara yang halus tanpa terkesan menggurui manusia secara langsung."
    },
    {
      "no": 5,
      "tanya": "Apa yang dimaksud dengan Amanat dalam sebuah cerita? Berikan contohnya dari cerita 'Kura-kura dan Kelinci'!",
      "jawaban_lengkap": "Amanat adalah pesan moral yang ingin disampaikan penulis. Contoh dari cerita 'Kura-kura dan Kelinci' amanatnya adalah: Kita tidak boleh sombong dan meremehkan orang lain, serta ketekunan (kura-kura) dapat mengalahkan bakat alam yang disertai kemalasan (kelinci)."
    },
    {
      "no": 6,
      "tanya": "Buatlah deskripsi singkat tentang tokoh fabel rekaanmu sendiri! Sebutkan nama hewan, ciri fisik, dan wataknya.",
      "jawaban_lengkap": "Contoh: Tokoh bernama 'Boni', seekor beruang madu. Ciri fisiknya bertubuh gempal, berbulu hitam lebat, dan memiliki cakar yang tumpul. Wataknya sangat ramah, suka berbagi madu, namun sedikit ceroboh saat berjalan."
    },
    {
      "no": 7,
      "tanya": "Bagaimana cara menentukan watak seorang tokoh jika penulis tidak menuliskannya secara langsung?",
      "jawaban_lengkap": "Kita bisa menentukan watak tokoh dengan cara mengamati dialog atau percakapannya dengan tokoh lain, melihat tindakan atau perilakunya saat menghadapi masalah, serta memperhatikan bagaimana tokoh lain memberikan tanggapan terhadap tokoh tersebut."
    },
    {
      "no": 8,
      "tanya": "Dalam cerita 'Lebah dan Semut', mereka bertengkar memperebutkan madu, namun akhirnya berdamai dan berbagi. Jika kamu menjadi penulisnya, bagaimana kamu akan mengubah akhir ceritanya? (Tuliskan paragraf singkat)",
      "jawaban_lengkap": "Jawaban (Kreativitas Siswa): Contoh: Akhirnya Lebah dan Semut menyadari bahwa bertengkar hanya membuang tenaga. Mereka sepakat untuk bekerja sama membuat sarang di pohon yang sama. Lebah bertugas mencari madu, dan Semut bertugas menjaga sarang dari serangga lain. Mereka pun hidup rukun selamanya."
    },
    {
      "no": 9,
      "tanya": "Sebutkan 4 struktur teks cerita fabel secara berurutan!",
      "jawaban_lengkap": "Struktur teks fabel adalah: \n1. Orientasi (Pengenalan)\n2. Komplikasi (Munculnya masalah)\n3. Resolusi (Penyelesaian masalah)\n4. Koda (Pesan moral/penutup - opsional)."
    },
    {
      "no": 10,
      "tanya": "Analisislah hubungan antara latar tempat dengan watak tokoh! Berikan contohnya.",
      "jawaban_lengkap": "Latar tempat sering mendukung watak tokoh. Contoh: Tokoh Singa yang berwatak garang dan berkuasa sangat cocok ditempatkan di latar hutan rimba yang liar. Sebaliknya, tokoh Kucing rumahan yang manja lebih cocok dengan latar di dalam rumah yang nyaman."
    }
  ]
}