{
  "meta": {
    "judul_bab": "Latihan Soal Narrative Text (Folktales) - 9 SMP Semester Genap",
    "mapel": "B. Inggris",
    "jenjang": "SMP",
    "kelas": "9 SMP",
    "link_download": "#"
  },
  "soal_pg": [
    {
      "no": 1,
      "tanya": "Read the text carefully!\n\nOnce upon a time in West Java, lived a woman named Dayang Sumbi. She had a son named Sangkuriang. One day, Sangkuriang went hunting but returned empty-handed. Fearing his mother's anger, he killed his faithful dog, Tumang, and brought the meat to his mother.\n\nWhat is the primary purpose of the text above?",
      "opsi_a": "To describe how to hunt a deer",
      "opsi_b": "To amuse or entertain the readers with a legend",
      "opsi_c": "To report the life of Dayang Sumbi",
      "opsi_d": "To persuade the reader to love animals",
      "jawaban": "B",
      "pembahasan": "Tujuan komunikatif (social function) dari teks naratif (Narrative Text) adalah untuk menghibur (to amuse/entertain) pembaca dengan sebuah cerita."
    },
    {
      "no": 2,
      "tanya": "Refer to the text in question no. 1. Why did Sangkuriang kill Tumang?",
      "opsi_a": "Because Tumang attacked him",
      "opsi_b": "Because he wanted to eat dog meat",
      "opsi_c": "Because he did not want to disappoint his mother for not catching a deer",
      "opsi_d": "Because Tumang was old and sick",
      "jawaban": "C",
      "pembahasan": "Berdasarkan teks, Sangkuriang pulang dengan tangan kosong (empty-handed) dan takut ibunya marah (fearing his mother's anger), sehingga ia membunuh Tumang sebagai pengganti hasil buruan."
    },
    {
      "no": 3,
      "tanya": "Malin Kundang became a very rich merchant. He married a beautiful woman. One day, his ship landed on his hometown. His mother recognized him, but he denied her. He said, 'I don't have a dirty and poor mother like you!'\n\nWhat character trait does Malin Kundang show in the text?",
      "opsi_a": "Humble",
      "opsi_b": "Rebellious and arrogant",
      "opsi_c": "Generous",
      "opsi_d": "Brave",
      "jawaban": "B",
      "pembahasan": "Malin Kundang menolak mengakui ibunya karena miskin dan kotor. Sifat ini menunjukkan kedurhakaan (rebellious) dan kesombongan (arrogant)."
    },
    {
      "no": 4,
      "tanya": "The generic structure of a narrative text consists of...",
      "opsi_a": "Orientation - Events - Re-orientation",
      "opsi_b": "Goal - Materials - Steps",
      "opsi_c": "Orientation - Complication - Resolution - Re-orientation",
      "opsi_d": "Identification - Description",
      "jawaban": "C",
      "pembahasan": "Struktur umum teks naratif adalah Orientation (pengenalan), Complication (masalah), Resolution (penyelesaian), dan opsional Re-orientation."
    },
    {
      "no": 5,
      "tanya": "In the story of 'Timun Mas', who gave the giant seeds to the old widow?",
      "opsi_a": "A fairy",
      "opsi_b": "A green giant (Buto Ijo)",
      "opsi_c": "A hermit",
      "opsi_d": "A magical bird",
      "jawaban": "B",
      "pembahasan": "Dalam cerita rakyat Timun Mas, raksasa hijau atau Buto Ijo-lah yang memberikan benih mentimun kepada janda tua tersebut dengan syarat."
    },
    {
      "no": 6,
      "tanya": "Rearrange these jumbled sentences into a good paragraph!\n1. She found a giant footprint.\n2. Mbok Srini went to the jungle.\n3. She prayed to God to give her a child.\n4. Buto Ijo passed by and heard her prayer.",
      "opsi_a": "2 - 3 - 4 - 1",
      "opsi_b": "2 - 1 - 3 - 4",
      "opsi_c": "3 - 2 - 1 - 4",
      "opsi_d": "1 - 2 - 4 - 3",
      "jawaban": "A",
      "pembahasan": "Urutan logis cerita: Mbok Srini ke hutan (2), berdoa minta anak (3), Buto Ijo lewat mendengar (4), (biasanya setelah itu interaksi terjadi). Opsi A paling masuk akal secara kronologis."
    },
    {
      "no": 7,
      "tanya": "'Long time ago, in a small village near the beach in West Sumatra, lived a woman and her son.'\nThis part of the text is called...",
      "opsi_a": "Resolution",
      "opsi_b": "Complication",
      "opsi_c": "Orientation",
      "opsi_d": "Conclusion",
      "jawaban": "C",
      "pembahasan": "Bagian yang memperkenalkan waktu (Long time ago), tempat (West Sumatra), dan tokoh (woman and her son) disebut Orientation."
    },
    {
      "no": 8,
      "tanya": "What is the moral value of 'The Legend of Toba Lake'?",
      "opsi_a": "We must keep our promise",
      "opsi_b": "We should eat fish everyday",
      "opsi_c": "Don't be lazy",
      "opsi_d": "Money is everything",
      "jawaban": "A",
      "pembahasan": "Pesan moral utama Danau Toba adalah tentang pentingnya menepati janji. Toba melanggar janjinya kepada istrinya untuk tidak menceritakan asal-usulnya (sebagai ikan)."
    },
    {
      "no": 9,
      "tanya": "Choose the correct sentence using the Simple Past Tense.",
      "opsi_a": "Sangkuriang meets Dayang Sumbi in the forest.",
      "opsi_b": "Sangkuriang met Dayang Sumbi in the forest.",
      "opsi_c": "Sangkuriang meeting Dayang Sumbi in the forest.",
      "opsi_d": "Sangkuriang has met Dayang Sumbi in the forest.",
      "jawaban": "B",
      "pembahasan": "Narrative text menggunakan Simple Past Tense (V2). Bentuk lampau dari 'meet' adalah 'met'."
    },
    {
      "no": 10,
      "tanya": "The resolution of 'Bawang Merah and Bawang Putih' usually involves...",
      "opsi_a": "Bawang Putih gets punished",
      "opsi_b": "Both of them live happily ever after together",
      "opsi_c": "Bawang Merah gets a pumpkin filled with snakes and scorpions",
      "opsi_d": "The mother becomes a fairy",
      "jawaban": "C",
      "pembahasan": "Resolusi cerita ini biasanya adalah Bawang Merah dan ibunya mendapat hukuman berupa labu yang berisi binatang berbisa karena keserakahan mereka."
    },
    {
      "no": 11,
      "tanya": "'The boat turned into a big stone.' The synonym of the word 'turned' is...",
      "opsi_a": "Stayed",
      "opsi_b": "Changed",
      "opsi_c": "Moved",
      "opsi_d": "Stopped",
      "jawaban": "B",
      "pembahasan": "Dalam konteks ini, 'turned into' berarti berubah menjadi. Sinonim yang tepat adalah 'changed'."
    },
    {
      "no": 12,
      "tanya": "Why is 'The Legend of Tangkuban Perahu' considered a folktale?",
      "opsi_a": "Because it is based on scientific facts",
      "opsi_b": "Because it is passed down from generation to generation and explains a natural phenomenon",
      "opsi_c": "Because it talks about aliens",
      "opsi_d": "Because it is written in a newspaper",
      "jawaban": "B",
      "pembahasan": "Folktale adalah cerita rakyat yang diturunkan dari generasi ke generasi dan seringkali menjelaskan asal-usul fenomena alam."
    },
    {
      "no": 13,
      "tanya": "Which of the following is NOT a typical character in Indonesian folktales?",
      "opsi_a": "Step-mother",
      "opsi_b": "Poor widow",
      "opsi_c": "Robot",
      "opsi_d": "Prince/King",
      "jawaban": "C",
      "pembahasan": "Robot adalah elemen cerita fiksi ilmiah (Sci-Fi), bukan cerita rakyat tradisional (folktales) Indonesia."
    },
    {
      "no": 14,
      "tanya": "In the story 'Cindelaras', what animal helped him to reveal his identity?",
      "opsi_a": "A fighting rooster",
      "opsi_b": "A magical horse",
      "opsi_c": "A talking parrot",
      "opsi_d": "A golden fish",
      "jawaban": "A",
      "pembahasan": "Cindelaras memiliki ayam jago (rooster) yang berkokok menceritakan asal-usul Cindelaras sebagai putra raja."
    },
    {
      "no": 15,
      "tanya": "Direct Speech: The Giant shouted, 'I will catch you, Timun Mas!'\nIndirect Speech: ...",
      "opsi_a": "The Giant shouted that he will catch Timun Mas.",
      "opsi_b": "The Giant shouted that he would catch Timun Mas.",
      "opsi_c": "The Giant shouted that I would catch you.",
      "opsi_d": "The Giant shouted if he could catch Timun Mas.",
      "jawaban": "B",
      "pembahasan": "Perubahan ke Indirect Speech dalam masa lampau: 'will' berubah menjadi 'would'. Pronoun 'I' berubah menjadi 'he' (The Giant)."
    },
    {
      "no": 16,
      "tanya": "The part of the story where the problem is solved is called...",
      "opsi_a": "Orientation",
      "opsi_b": "Evaluation",
      "opsi_c": "Complication",
      "opsi_d": "Resolution",
      "jawaban": "D",
      "pembahasan": "Resolution adalah bagian di mana masalah dalam cerita terselesaikan (baik happy ending maupun sad ending)."
    },
    {
      "no": 17,
      "tanya": "What did Sangkuriang build to marry Dayang Sumbi?",
      "opsi_a": "A big temple",
      "opsi_b": "A dam and a big boat",
      "opsi_c": "A huge castle",
      "opsi_d": "A bridge over the sea",
      "jawaban": "B",
      "pembahasan": "Syarat Dayang Sumbi adalah membendung sungai Citarum (dam) dan membuat perahu besar (boat) dalam satu malam."
    },
    {
      "no": 18,
      "tanya": "The word 'Once upon a time' is an adverb of...",
      "opsi_a": "Place",
      "opsi_b": "Manner",
      "opsi_c": "Time",
      "opsi_d": "Frequency",
      "jawaban": "C",
      "pembahasan": "'Once upon a time' adalah keterangan waktu (Adverb of Time) yang khas digunakan dalam dongeng."
    },
    {
      "no": 19,
      "tanya": "What distinguishes a Fable from a Legend?",
      "opsi_a": "Fables are about animals acting like humans, Legends explain places",
      "opsi_b": "Fables are true stories, Legends are fake",
      "opsi_c": "Legends are about animals, Fables are about history",
      "opsi_d": "There is no difference",
      "jawaban": "A",
      "pembahasan": "Fabel berfokus pada tokoh hewan yang berperilaku seperti manusia, sedangkan Legenda biasanya menceritakan asal-usul suatu tempat atau tokoh sejarah."
    },
    {
      "no": 20,
      "tanya": "'She was banished from the kingdom.' The word 'banished' means...",
      "opsi_a": "Invited",
      "opsi_b": "Expelled / sent away",
      "opsi_c": "Promoted",
      "opsi_d": "Killed",
      "jawaban": "B",
      "pembahasan": "Banished artinya diusir atau dibuang dari suatu tempat. Sinonimnya adalah expelled atau sent away."
    },
    {
      "no": 21,
      "tanya": "In 'The Golden Snail' (Keong Mas), who transformed the princess into a snail?",
      "opsi_a": "Her father",
      "opsi_b": "Her sister",
      "opsi_c": "A witch",
      "opsi_d": "A god",
      "jawaban": "C",
      "pembahasan": "Dalam cerita Keong Mas, Putri Candra Kirana dikutuk menjadi keong mas oleh seorang penyihir jahat atas suruhan saudaranya."
    },
    {
      "no": 22,
      "tanya": "Which conjunction is commonly used to show the sequence of events in a narrative text?",
      "opsi_a": "However",
      "opsi_b": "Then",
      "opsi_c": "Although",
      "opsi_d": "Because",
      "jawaban": "B",
      "pembahasan": "'Then' (kemudian/lalu) adalah konjungsi temporal yang digunakan untuk menunjukkan urutan kejadian."
    },
    {
      "no": 23,
      "tanya": "The conflict in a story is also known as...",
      "opsi_a": "The theme",
      "opsi_b": "The setting",
      "opsi_c": "The complication",
      "opsi_d": "The moral",
      "jawaban": "C",
      "pembahasan": "Konflik atau masalah dalam struktur teks naratif disebut Complication."
    },
    {
      "no": 24,
      "tanya": "Text: 'Roro Jonggrang asked Bandung Bondowoso to build 1000 temples.'\nWhat is the passive voice form of this sentence?",
      "opsi_a": "Bandung Bondowoso is asked to build 1000 temples by Roro Jonggrang.",
      "opsi_b": "Bandung Bondowoso was asked to build 1000 temples by Roro Jonggrang.",
      "opsi_c": "Bandung Bondowoso asked Roro Jonggrang to build 1000 temples.",
      "opsi_d": "1000 temples were asked by Bandung Bondowoso.",
      "jawaban": "B",
      "pembahasan": "Kalimat aktif menggunakan Simple Past (asked). Bentuk pasifnya: Object + was/were + V3 + by Subject. Jadi, 'Bandung Bondowoso was asked...'."
    },
    {
      "no": 25,
      "tanya": "Why did Dayang Sumbi hit Sangkuriang's head when he was a child?",
      "opsi_a": "Because he was lazy",
      "opsi_b": "Because he killed Tumang (his father)",
      "opsi_c": "Because he stole food",
      "opsi_d": "Because he lost in the forest",
      "jawaban": "B",
      "pembahasan": "Dayang Sumbi memukul kepala Sangkuriang karena marah mengetahui bahwa hati yang dimakannya adalah hati Tumang, anjing kesayangan yang sebenarnya adalah ayah Sangkuriang."
    }
  ],
  "soal_essay": [
    {
      "no": 1,
      "tanya": "Explain the generic structure of a Narrative Text and describe what happens in each part!",
      "jawaban_lengkap": "The generic structure of a Narrative Text consists of:\n1. Orientation: Introduces the characters, setting (time and place), and the initial situation.\n2. Complication: The part where the problems or conflicts arise among the characters.\n3. Resolution: The problem is resolved, either in a happy ending or a sad ending.\n4. Re-orientation (Optional): A closing remark or the moral lesson of the story."
    },
    {
      "no": 2,
      "tanya": "Change the following sentence into Indirect Speech:\nMalin's mother said, \"I curse you into a stone because you are a rebellious son!\"",
      "jawaban_lengkap": "Malin's mother said that she cursed him into a stone because he was a rebellious son."
    },
    {
      "no": 3,
      "tanya": "Mention 3 (three) language features of Narrative Text!",
      "jawaban_lengkap": "1. Using Past Tense (e.g., killed, drank, went).\n2. Using Adverbs of Time (e.g., Once upon a time, long ago, one day).\n3. Using Action Verbs (e.g., walk, sleep, run).\n4. Using Direct Speech."
    },
    {
      "no": 4,
      "tanya": "Read the short summary: 'Timun Mas ran away from the Giant. She threw salt, and it turned into a sea. The Giant had to swim but he could still chase her.'\nAnalyze the specific function of the 'salt' in the complication of the story!",
      "jawaban_lengkap": "The salt functions as a magical weapon given by the hermit to protect Timun Mas. In the complication, when thrown, it creates an obstacle (turns into a sea) to slow down the Giant, allowing Timun Mas more time to escape."
    },
    {
      "no": 5,
      "tanya": "Compare the characters of Bawang Merah and Bawang Putih. How are they different?",
      "jawaban_lengkap": "Bawang Putih is described as kind, diligent, patient, and humble. She does all the housework without complaining. On the other hand, Bawang Merah is described as lazy, greedy, arrogant, and jealous of Bawang Putih."
    },
    {
      "no": 6,
      "tanya": "What can we learn from the story of 'Sangkuriang'? Explain your answer!",
      "jawaban_lengkap": "We can learn that we should not lie to our parents (as Sangkuriang lied about the dog). Also, we must control our emotions and anger (as Dayang Sumbi hit her son), because anger can lead to regret and separation."
    },
    {
      "no": 7,
      "tanya": "Create a short alternative ending (Resolution) for the story of 'Malin Kundang' where he does not turn into a stone!",
      "jawaban_lengkap": "(Student's creativity) Example: When his mother prayed, a huge storm hit Malin's ship. Malin was terrified and realized his mistake. He ran to his mother, fell to his knees, and cried for forgiveness. His mother, seeing his sincerity, forgave him. The storm stopped, and Malin became a good son who took care of his mother forever."
    },
    {
      "no": 8,
      "tanya": "Identify the Adverb of Time and Action Verb in this sentence:\n'One day, the prince hunted a deer in the dark forest.'",
      "jawaban_lengkap": "Adverb of Time: One day.\nAction Verb: Hunted."
    },
    {
      "no": 9,
      "tanya": "Why did Roro Jonggrang cheat by asking the women to pound rice and burn straw?",
      "jawaban_lengkap": "Roro Jonggrang cheated because she did not want to marry Bandung Bondowoso, who had killed her father. She tricked him by making it look like dawn (morning) had arrived so that the spirits helping Bondowoso would leave before finishing the 1000 temples."
    },
    {
      "no": 10,
      "tanya": "Translate the following sentence into Indonesian: 'The hermit gave a bundle of magical items to the girl so she could survive.'",
      "jawaban_lengkap": "Pertapa itu memberikan sebuah bungkusan berisi benda-benda ajaib kepada gadis itu agar dia bisa bertahan hidup."
    }
  ]
}